Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# AccDescrTakeMorePics
source: Take one more picture
ar: أخذ صورة أخرى
be: Зрабіць яшчэ адзін здымак
ca: Fes una foto més
de: Nimm ein weiteres Bild auf
es: Tomar una foto más
fa: یک عکس دیگر نیز بگیرید
fi: Ota vielä yksi kuva
fr: Prendre une photo de plus
id: Ambil gambar sekali lagi
it: Scatta un'altra foto
ko: 사진 한 장 더 찍기
ms: Ambil satu lagi gambar
nl: Nog een foto nemen
pl: Zrób jeszcze jedno zdjęcie
pt_br: Tirar mais uma foto
ru: Сделать ещё один снимок
sv: Ta en bild till
tr: Bir resim daha çek
uk: Зробити ще одне фото
uz: Yana rasmga olish

# AccDescrUploadProgress
source: Uploaded {0} of {1}
ar: تم رفع ⁨{0}⁩ من ⁨{1}⁩
be: Запампавана {0} з {1}
ca: S'han pujat {0} de {1}
de: {0} von {1} hochgeladen
es: {0} de {1} subido
fa: ⁨{0}⁩ از ⁨{1}⁩ آپلود شد
fi: Lähetetty {0} / {1}
fr: Chargement de {0} sur {1}
id: Diunggah {0} dari {1}
it: Caricato {0} di {1}
ko: {1} 개 중 {0} 개 업로드 됨
ms: Dimuat naik {0} dari {1}
nl: {0} van {1} geüpload
pl: Przesłano {0} z {1}
pt_br: Enviados {0} de {1}
ru: Загружено {0} из {1}
sv: Uppladdat {0} av {1}
tr: {0}/{1} yüklendi
uk: Передано {0} з {1}
uz: Yuklandi: {0} / {1}

# AccDescrUserOptions
source: User options
ar: خيارات المستخدم
be: Параметры карыстальніка
ca: Opcions de l'usuari
de: Benutzeroptionen
es: Opciones de usuario
fa: گزینه‌های کاربر
fi: Käyttäjäasetukset
fr: Options d'utilisateur
id: Pilihan pengguna
it: Opzioni utente
ko: 사용자 옵션
ms: Opsyen pengguna
nl: Gebruikersopties
pl: Opcje użytkownika
pt_br: Opções do usuário
ru: Параметры пользователя
sv: Användarval
tr: Kullanıcı seçenekleri
uk: Опції користувача
uz: Foydalanuvchi amallari

# AccDescrVideoCompressHigh
source: Higher quality
ar: دقة أعلى
be: Вышэйшая якасць
ca: Més qualitat
de: Höhere Qualität
es: Mejor calidad
fa: کیفیت بالاتر
fi: Korkeampi laatu
fr: Qualité supérieure
id: Kualitas tinggi
it: Qualità maggiore
ko: 나은 품질
ms: Kualiti tinggi
nl: Betere kwaliteit
pl: Wyższa jakość
pt_br: Qualidade maior
ru: Высокое качество
sv: Högre kvalitet
tr: Daha yüksek kalite
uk: Найвища якість
uz: Yuqori sifatli

# AccDescrVideoCompressLow
source: Smaller size
ar: حجم أصغر
be: Найменшы памер
ca: Més petit
de: Kleinere Größe
es: Menor tamaño
fa: حجم کمتر
fi: Pienempi koko
fr: Taille réduite
id: Ukuran lebih kecil
it: Dimensione minore
ko: 더 작은 크기
ms: Saiz kecil
nl: Kleiner formaat
pl: Mniejszy rozmiar
pt_br: Tamanho menor
ru: Небольшой размер
sv: Mindre storlek
tr: Daha küçük boyut
uk: Менший розмір
uz: Kichik oʻlchamli

# AccDescrVideoMessage
source: Record video message
ar: تسجيل رسالة مرئية
be: Запісаць відэапаведамленне
ca: Enregistra un missatge de vídeo
de: Videonachricht aufnehmen
es: Grabar videomensaje
fa: ضبط پیام ویدیویی
fi: Nauhoita videoviesti
fr: Enregistrer un message vidéo
id: Rekam pesan video
it: Registra videomessaggio
ko: 동영상 메시지 녹화
ms: Rakam mesej video
nl: Videobericht opnemen
pl: Nagraj wiadomość wideo
pt_br: Gravar mensagem de vídeo
ru: Записать видеосообщение
sv: Spela in videomeddelande
tr: Görüntülü mesaj kaydet
uk: Записати відеоповідомлення
uz: Videoxabar yozish

# AccDescrVideoQuality
source: Video quality
ar: دقة المقطع المرئي
be: Якасць відэа
ca: Qualitat del vídeo
de: Videoqualität
es: Calidad de video
fa: کیفیت ویدیو
fi: Videolaatu
fr: Qualité vidéo
id: Kualitas video
it: Qualità video
ko: 동영상 품질
ms: Kualiti video
nl: Videokwaliteit
pl: Jakość wideo
pt_br: Qualidade do vídeo
ru: Качество видео
sv: Videokvalitet
tr: Video kalitesi
uk: Якість відео
uz: Video sifati

# AccDescrVoiceMessage
source: Record voice message
ar: تسجيل رسالة صوتية
be: Запісаць галасавое паведамленне
ca: Enregistra un missatge de veu
de: Sprachnachricht aufnehmen
es: Grabar mensaje de voz
fa: ضبط پیام صوتی
fi: Nauhoita ääniviesti
fr: Enregistrer un message vocal
id: Rekam pesan suara
it: Registra un messaggio vocale
ko: 음성 메시지 녹음
ms: Rakam mesej suara
nl: Spraakbericht opnemen
pl: Nagraj wiadomość głosową
pt_br: Gravar mensagem de voz
ru: Записать голосовое сообщение
sv: Spela in röstmeddelande
tr: Sesli mesaj kaydet
uk: Записати голосове повідомлення
uz: Ovozli xabar yozish

# AccDescrVoipCamOff
source: Camera is off
ar: الكاميرا مغلقة
be: Камера выключана
ca: Càmera desactivada
de: Kamera ist aus
es: La cámara está apagada
fa: دوربین غیرفعال است
fi: Kamera on poissa päältä
fr: La caméra est désactivée
id: Kamera non aktif
it: La videocamera è spenta
ko: 카메라가 꺼져 있습니다
ms: Kamera dimatikan
nl: De camera staat uit
pl: Kamera jest wyłączona
pt_br: Câmera desligada
ru: Камера выключена
sv: Kameran är Av
tr: Kamera kapalı
uk: Камеру вимкнено
uz: Kamera oʻchirilgan

# AccDescrVoipCamOn
source: Camera is on
ar: الكاميرا مفتوحة
be: Камера ўключана
ca: Càmera activada
de: Kamera ist an
es: La cámara está encendida
fa: دوربین فعال است
fi: Kamera on päällä
fr: La caméra est activée
id: Kamera aktif
it: La videocamera è accesa
ko: 카메라가 켜져 있습니다
ms: Kamera diBUKA
nl: De camera staat aan
pl: Kamera jest włączona
pt_br: Câmera ligada
ru: Камера включена
sv: Kameran är På
tr: Kamera açık
uk: Камеру увімкнено
uz: Kamera yoniq

# AccDescrVoipCamSwitchedToBack
source: Switched to rear camera
ar: تم التبديل إلى الكاميرا الخلفية
be: Пераключыцца на камеру на задняй панэлі
ca: S'ha canviat a la càmera posterior
de: Zur hinteren Kamera gewechselt
es: Cambió a la cámara trasera
fa: به دوربین پشت تغییر داده شد
fi: Vaihdettu takakameraan
fr: Caméra arrière
id: Pindah ke kamera mundur
it: Passato a videocamera posteriore
ko: 후면 카메라로 전환되었습니다
ms: Ditukar ke kamera belakang
nl: Overgeschakeld naar de achtercamera
pl: Przełączono na tylny aparat
pt_br: Alternou para a câmera traseira
ru: Используется задняя камера
sv: Bytte till bakkameran
tr: Arka kameraya geçildi
uk: Перемикається на задню камеру
uz: Orqa kameraga almashtirildi

# AccDescrVoipCamSwitchedToFront
source: Switched to front camera
ar: تم التبديل إلى الكاميرا الأمامية
be: Пераключыцца на камеру на пярэдняй панэлі
ca: S'ha canviat a la càmera frontal
de: Zur vorderen Kamera gewechselt
es: Cambió a la cámara frontal
fa: به دوربین جلو تغییر داده شد
fi: Vaihdettu etukameraan
fr: Caméra avant
id: Pindah ke kamera depan
it: Passato a videocamera frontale
ko: 전면 카메라로 전환되었습니다
ms: Ditukar ke kamera depan
nl: Overgeschakeld naar de voorcamera
pl: Przełączono na przedni aparat
pt_br: Alternou para a câmera frontal
ru: Используется фронтальная камера
sv: Bytte till frontkameran
tr: Ön kameraya geçildi
uk: Перемикається на передню камеру
uz: Old kameraga almashtirildi

# AccDescrVoipMicOff
source: Microphone is off
ar: المايكروفون مغلق
be: Мікрафон выключаны
ca: Micròfon desactivat
de: Mikrofon ist aus
es: El micrófono está apagado
fa: میکروفن غیرفعال است
fi: Mikrofoni on poissa päältä
fr: Le microphone est désactivé
id: Mikrofon non aktif
it: Il microfono è spento
ko: 마이크가 꺼져 있습니다
ms: Mikrofon dimatikan
nl: De microfoon staat uit
pl: Mikrofon jest wyłączony
pt_br: Microfone desligado
ru: Микрофон выключен
sv: Mikrofonen är Av
tr: Mikrofon kapalı
uk: Мікрофон вимкнено
uz: Mikrofon oʻchirilgan

# AccDescrVoipMicOn
source: Microphone is on
ar: المايكروفون مفتوح
be: Мікрафон уключаны
ca: Micròfon activat
de: Mikrofon ist an
es: El micrófono está encendido
fa: میکروفن فعال است
fi: Mikrofoni on päällä
fr: Le microphone est activé
id: Mikrofon aktif
it: Il microfono è acceso
ko: 마이크가 켜져 있습니다
ms: Mikrofon diBUKA
nl: De microfoon staat aan
pl: Mikrofon jest włączony
pt_br: Microfone ligado
ru: Микрофон включен
sv: Mikrofonen är På
tr: Mikrofon açık
uk: Мікрофон увімкнено
uz: Mikrofon yoniq

source: Accept
ar: قبول
be: Прыняць
ca: Accepto
de: Akzeptieren
es: Aceptar
fa: پذیرش
fi: Hyväksy
fr: Accepter
id: Terima
it: Accetta
ko: 수락
ms: Terima
nl: Akkoord
pl: Akceptuję
pt_br: Aceitar
ru: Принять
sv: Godkänn
tr: Kabul Et
uk: Прийняти
uz: Qabul qilish
zh_cn: 接受
zh_tw: 接受

# AcceptCall
source: Accept
ar: قبول
be: Прыняць
ca: Accepta
de: Annehmen
es: Aceptar
fa: پذیرفتن
fi: Vastaa
fr: Accepter
id: Terima
it: Accetta
ko: 수락
ms: Terima
nl: Opnemen
pl: Odbierz
pt_br: Aceitar
ru: Принять
sv: Acceptera
tr: Kabul Et
uk: Прийняти
uz: Qabul qilish

source: Accept Calls
ar: قبول المكالمات
be: Прымаць выклікі
ca: Accepta trucades
de: Eingehende Anrufe
es: Aceptar llamadas
fi: Vastaanota puhelut
fr: Accepter les appels
it: Accetta chiamate
ko: 통화 허용
ms: Terima Panggilan
pl: Odbieraj połączenia
pt_br: Aceitar Chamadas
ru: Принимать звонки
sv: Acceptera samtal
tr: Aramaları Kabul Et
uk: Приймати виклики

# AcceptCallsChatsDescription
source: Use this device for Calls
ar: استخدام هذا الجهاز للمكالمات
be: Выкарыстоўваць гэтую прыладу для выклікаў
ca: Usa el dispositiu per a les trucades
de: Dieses Gerät für eingehende Anrufe benutzen
es: Usar este dispositivo para llamadas
fi: Käytä tätä laitetta puheluihin
fr: Recevoir des appels depuis cet appareil
it: Usa il dispositivo per le chiamate
ko: 통화에 이 기기 사용
ms: Guna peranti ini untuk Panggilan
pl: Użyj tego urządzenia do połączeń
pt_br: Usar este dispositivo para Chamadas
ru: Использовать это устройство для звонков
sv: Använd den här enheten för samtal
tr: Aramalar için bu cihazı kullanın
uk: Пристрій отримує виклики

source: Accept Secret Chats
ar: قبول المحادثات السرية
be: Прымаць сакрэтныя чаты
ca: Accepta xats secrets
de: Neue Geheime Chats
es: Aceptar chats secretos
fi: Hyväksy salaiset keskustelut
fr: Accepter les échanges secrets
it: Accetta chat segrete
ko: 비밀대화 허용
ms: Terima Bual Rahsia
pl: Akceptuj sekretne czaty
pt_br: Aceitar Chats Secretos
ru: Принимать секретные чаты
sv: Acceptera nya hemliga chattar
tr: Gizli Sohbetleri Kabul Et
uk: Приймати секретні чати

# AcceptSecretChatsDescription
source: Use this device for Secret Chats
ar: استخدام هذا الجهاز للمحادثات السرية
be: Выкарыстоўваць гэтую прыладу для сакрэтных чатаў
ca: Usa el dispositiu per als xats secrets
de: Dieses Gerät für Geheime Chats benutzen
es: Usar este dispositivo para chats secretos
fi: Käytä tätä laitetta salaisiin keskusteluihin
fr: Pour recevoir des échanges secrets
it: Usa il dispositivo per le chat segrete
ko: 이 기기를 비밀대화에 사용
ms: Guna peranti ini untuk Bual Rahsia
pl: Użyj tego urządzenia do sekretnych czatów
pt_br: Usar este dispositivo para Chats Secretos
ru: Использовать это устройство для секретных чатов
sv: Använde den här enheten för hemliga chattar
tr: Gizli Sohbetler için bu cihazı kullan
uk: Пристрій отримує секретні чати

source: Access error
ar: خطأ في الوصول
be: Памылка доступу
ca: Error d'accés
de: Zugriffsfehler
es: Error de acceso
fa: خطای دسترسی
fi: Pääsyvirhe
fr: Erreur d'accès
id: Kesalahan saat akses
it: Errore di accesso
ko: 접근 오류
ms: Ralat akses
nl: Toegangsfout
pl: Błąd dostępu
pt_br: Erro de acesso
ru: Ошибка доступа
sv: Åtkomstfel
tr: Erişim hatası
uk: Помилка доступу
uz: Kirishda xatolik yuz berdi
zh_cn: 访问出错
zh_tw: 存取出錯

# AccExitFullscreen
source: Exit fullscreen
ar: إيقاف ملء الشاشة
be: Выйсці з поўнага экрана
ca: Surt de la pantalla completa
de: Vollbildmodus verlassen
es: Salir de pantalla completa
fi: Poistu kokonäyttötilasta
fr: Quitter le plein écran
it: Esci dallo schermo intero
ko: 전체화면 나가기
ms: Keluar skrin penuh
nl: Volledig scherm verlaten
pl: Wyłącz tryb pełnoekranowy
pt_br: Sair da tela cheia
ru: Выйти из полноэкраннного режима
sv: Lämna fullskärm
tr: Tam ekrandan çık
uk: Вийти з повноекранного режиму

source: Account
ar: الحساب
be: Уліковы запіс
ca: Compte
de: Konto
es: Cuenta
fa: حساب کاربری
fi: Tili
fr: Compte
id: Akun
ko: 계정
ms: Akaun
pl: Konto
pt_br: Conta
ru: Аккаунт
sv: Konto
tr: Hesap
uk: Акаунт
uz: Hisob

# AccountAlreadyLoggedIn
source: This account is already logged in from this app.
ar: تم تسجيل الدخول إلى هذا الحساب من هذا التطبيق.
be: Вы ўжо ўвайшлі з гэтага ўліковага запісу.
ca: Aquest compte ja ha iniciat sessió en l'aplicació.
de: Dieses Konto ist bereits in der App angemeldet.
es: La cuenta ya está iniciada en esta app.
fa: این حساب کاربری در حال حاضر از این برنامه وارد شده است.
fi: Tälle tilille on jo kirjauduttu tässä sovelluksessa.
fr: Ce compte est déjà connecté dans l'application.
id: Akun ini sudah masuk dalam aplikasi.
it: Questo account è già collegato in questa app.
ko: 이미 앱에 로그인된 계정입니다.
ms: Akaun ini telah dilog masuk daripada aplikasi ini.
nl: Dit account heeft al een actieve sessie in deze app.
pl: To konto jest już zalogowane z tej aplikacji.
pt_br: Esta conta já está conectada a partir deste aplicativo.
ru: Вы уже зашли в этот аккаунт.
sv: Konto är redan inloggat från den här appen..
tr: Bu hesap, zaten bu uygulama ile oturum açtı.
uk: Цей акаунт уже додано до застосунку.
uz: Bu hisobga ushbu ilovadan allaqachon kirilgan.
zh_cn: 该账号已在此应用中登录。
zh_tw: 該賬戶已在此程式中登入。

source: Account Settings
ar: إعدادات الحساب
be: Налады ўліковага запісу
ca: Configuració del compte
de: Kontoeinstellungen
es: Ajustes de la cuenta
fa: تنظیمات حساب کاربری
fi: Tilin asetukset
fr: Paramètres de compte
id: Pengaturan Akun
it: Impostazioni account
ko: 계정설정
ms: Aturan Akaun
nl: Accountinstellingen
pl: Ustawienia konta
pt_br: Configurações de Conta
ru: Настройки аккаунта
sv: Kontoinställningar
tr: Hesap Ayarları
uk: Налаштування акаунта
uz: Hisob sozlamalari
zh_cn: 账号设置
zh_tw: 賬戶設定

# AccountSwitch
source: Switch
ar: تبديل
be: Пераключыцца
ca: Commuta
de: Wechseln
es: Cambiar
fa: تغییر حساب کاربری
fi: Vaihda
fr: Changer
id: Beralih
it: Cambia
ko: 교체
ms: Tukar
nl: Wissel
pl: Przełącz
pt_br: Trocar
ru: Переключиться
sv: Byt
tr: Değiştir
uk: Перемкнутися
uz: Almashtirish
zh_cn: 切换
zh_tw: 切換

# AccPinnedMessagesList
source: Pinned message list
ar: قائمة الرسائل المثبّتة
be: Спіс замацаваных паведамленняў
ca: Llista de missatges fixats
de: Liste angehefteter Nachrichten
es: Lista de mensajes fijados
fi: Kiinnitettyjen viestien luettelo
fr: Liste des messages épinglés
it: Elenco messaggi fissati
ko: 고정된 메시지 목록
ms: Senarai mesej disemat
nl: Vastgezette berichtenlijst
pl: Lista przypiętych wiadomości
pt_br: Lista de mensagens fixadas
ru: Список закрепленных сообщений
sv: Lista för uppfästa meddelanden
tr: Sabitlenmiş mesaj listesi
uk: Список прикріплених повідомлень

# AccReleaseForArchive
source: Release for archive
ar: أفلت لرؤية الأرشيف
be: Адпусціце, каб паказаць архіў
ca: Deixeu anar per a mostrar l'arxiu
de: Loslassen für Archiv
es: Suelta para ver el archivo
fa: برای بایگانی رها کنید
fi: Päästä irti avataksesi arkiston
fr: Relâcher pour voir l'archive
id: Lepas untuk membuka arsip
it: Rilascia per l'archivio
ko: 놓아서 보관함 보기
ms: Pelepasan untuk arkib
nl: Laat los voor archief
pl: Puść, aby wyświetlić archiwum
pt_br: Solte para ver o arquivo
ru: Отпустите для вывода архива
sv: Släpp för att visa arkivet
tr: Arşivi görmek için bırakın
uk: Відпустіть, щоб показати архів
uz: Arxivni ochish uchun qoʻyib yuboring

# AccSwipeForArchive
source: Swipe down for archive
ar: اسحب للأسفل لرؤية الأرشيف
be: Чыркніце ўніз, каб паказаць архіў
ca: Llisqueu avall per a mostrar l'arxiu
de: Runterwischen für Archiv
es: Tira hacia abajo para ver el archivo
fa: برای بایگانی صفحه را به سمت پایین بکشید
fi: Avaa arkisto liu'uttamalla alas
fr: Glisser pour voir l'archive
id: Tarik untuk membuka arsip
it: Scorri in basso per l'archivio
ko: 쓸어내려서 보관함 보기
ms: Leret ke bawah untuk arkib
nl: Veeg omlaag voor archief
pl: Przesuń w dół ➝ wyświetl archiwum
pt_br: Deslize mais para ver o arquivo
ru: Тяните для вывода архива
sv: Svep nedåt för att ta fram arkivet
tr: Arşiv için aşağı kaydırın
uk: Проведіть вниз для архіву
uz: Arxivni ochish uchun pastga suring

# AccSwitchToFullscreen
source: Switch to fullscreen
ar: التبديل إلى ملء الشاشة
be: Пераключыцца ў поўны экран
ca: Canvia a pantalla completa
de: Zum Vollbildmodus wechseln
es: Cambiar a pantalla completa
fi: Siirry kokonäyttötilaan
fr: Passer en plein écran
it: Passa a schermo intero
ko: 전체화면 전환
ms: Tukar ke skrin penuh
nl: Volledig scherm weergeven
pl: Przełącz na pełny ekran
pt_br: Ir para a tela cheia
ru: Перейти в полноэкранный режим
sv: Byt till fullskärm
tr: Tam ekrana geç
uk: На повний екран

# AccurateTo
source: Accurate to {0}
ar: دقيق لدرجة ⁨{0}⁩
be: Дакладнасць да {0}
ca: Precisió: {0}
de: Auf {0} genau
es: Exacta a {0}
fa: با دقت ⁨{0}⁩
fi: Tarkkuus: {0}
fr: Avec une précision de {0}
id: Akurasi hingga {0}
it: Precisione di {0}
ko: 반경 {0} 안으로 정확합니다
ms: Tepat ke {0}
nl: Nauwkeurig tot op {0}
pl: Z dokładnością do {0}
pt_br: Precisão de {0}
ru: С точностью до {0}
sv: Noggrant till {0}
tr: Yaklaşık {0}
uk: З точністю до {0}
uz: {0} gacha aniqlikda
zh_cn: 精确到 {0}
zh_tw: 準確到 {0}

# ActionAddUser
source: un1 added un2
ar: تمت إضافة ⁨un2⁩ من قِبل ⁨un1⁩
be: un1 дадаў(-ла) un2
ca: un1 ha afegit un2
de: un1 hat un2 hinzugefügt
es: un1 añadió a un2
fa: ⁨un1⁩، ⁨un2⁩ را اضافه کرد
fi: un1 lisäsi käyttäjän un2
fr: un1 a ajouté un2
id: un1 menambahkan un2
it: un1 ha aggiunto un2
ko: un1 님이 un2 님을 추가했습니다
ms: un1 tambah un2
nl: un1 heeft un2 toegevoegd
pl: Użytkownik un1 dodał użytkownika un2
pt_br: un1 adicionou un2
ru: un1 добавил(а) un2
sv: un1 lade till un2
tr: un1, un2 kişisini ekledi
uk: un1 додає un2
uz: un1 un2ni qo‘shdi
zh_cn: un1 添加了 un2
zh_tw: un1 添加了 un2

# ActionAddUserSelf
source: un1 returned to the group
ar: عاد ⁨un1⁩ للمجموعة
be: un1 вярнуўся(-лася) у суполку
ca: un1 ha tornat al grup
de: un1 ist in die Gruppe zurückgekehrt
es: un1 volvió al grupo
fa: ⁨un1⁩ به گروه بازگشت
fi: un1 palasi ryhmään
fr: un1 est revenu dans le groupe
id: un1 telah kembali ke grup
it: un1 è tornato nel gruppo
ko: un1 님이 그룹에 돌아왔습니다
ms: un1 kembali ke grup
nl: un1 is terug in de groep
pl: Użytkownik un1 wrócił do grupy
pt_br: un1 retornou ao grupo
ru: un1 снова в группе
sv: un1 återvände till gruppen
tr: un1 gruba geri döndü
uk: un1 повертається до групи
uz: un1 guruhga qaytib keldi
zh_cn: un1 返回了此群组
zh_tw: un1 返回了此群組

# ActionAddUserSelfMega
source: un1 joined the group
ar: انضم ⁨un1⁩ للمجموعة
be: un1 далучыўся(-лася) да суполкі
ca: un1 s'ha unit al grup
de: un1 ist der Gruppe beigetreten
es: un1 se unió al grupo
fa: ⁨un1⁩ به گروه پیوست
fi: un1 liittyi ryhmään
fr: un1 a rejoint le groupe
id: un1 bergabung ke grup
it: un1 si è unito al gruppo
ko: un1 님이 그룹에 들어왔습니다
ms: un1 sertai grup
nl: un1 is lid van de groep
pl: Użytkownik un1 dołączył do grupy
pt_br: un1 entrou no grupo
ru: un1 теперь в группе
sv: un1 gick med i gruppen
tr: un1 gruba katıldı
uk: un1 приєднується до групи
uz: un1 guruhga qoʻshildi
zh_cn: un1 加入了此群组
zh_tw: un1 加入了此群組

# ActionAddUserSelfYou
source: You returned to the group
ar: لقد عُدتَ للمجموعة
be: Вы вярнуліся ў суполку
ca: Heu tornat al grup
de: Du bist in die Gruppe zurückgekehrt
es: Volviste al grupo
fa: شما به گروه بازگشتید
fi: Palasit takaisin ryhmään
fr: Vous êtes revenu dans le groupe
id: Anda kembali ke grup
it: Sei tornato nel gruppo
ko: 그룹에 돌아오셨습니다
ms: Anda kembali ke grup
nl: Je keerde terug naar de groep
pl: Powrócono do grupy
pt_br: Você retornou ao grupo
ru: Вы вернулись в группу
sv: Du återvände till gruppen
tr: Gruba geri döndünüz
uk: Ви повернулися до групи
uz: Siz guruhga qaytib keldingiz
zh_cn: 您返回了此群组
zh_tw: 您返回了此群組

# ActionAddUserYou
source: un1 added you
ar: ⁨un1⁩ قام بإضافتك
be: un1 дадаў(-ла) вас
ca: un1 us ha afegit
de: un1 hat dich hinzugefügt
es: un1 te añadió
fa: ⁨un1⁩ شما را اضافه کرد
fi: un1 lisäsi sinut
fr: un1 vous a ajouté
id: un1 menambahkan Anda
it: un1 ti ha aggiunto
ko: un1 님이 나를 추가했습니다
ms: un1 tambah anda
nl: un1 heeft je toegevoegd
pl: Użytkownik un1 dodał cię
pt_br: un1 adicionou você
ru: un1 добавил(а) вас
sv: un1 lade till dig
tr: un1 sizi ekledi
uk: un1 додає вас
uz: un1 sizni qoʻshdi
zh_cn: un1 添加了您
zh_tw: un1 添加了您

# ActionBotAllowed
source: You allowed this bot to message you when you logged in on {0}.
ar: لقد سمحت لهذا البوت بمراسلتك عندما سجّلت دخولك إلى ⁨{0}⁩
be: Вы дазволілі гэтаму боту адпраўляць вам паведамленні, калі выканалі ўваход у свой уліковы запіс на {0}.
ca: Heu permès que aquest bot us enviï missatges en iniciar sessió a {0}.
de: Du hast diesem Bot erlaubt, dich anzuschreiben, als du dich auf {0} angemeldet hast.
es: Autorizaste que este bot te envíe mensajes cuando iniciaste sesión en {0}.
fa: شما به این ربات اجازه دادید تا هرگاه در ⁨{0}⁩ وارد حساب کاربری خود شدید، به شما پیام ارسال کند.
fi: Annoit botille luvan lähettää sinulle viestejä, kun kirjauduit palveluun {0}.
fr: Vous avez autorisé ce bot à vous contacter lorsque vous vous êtes connecté à {0}.
id: Anda mengizinkan bot ini untuk mengirim pesan ke Anda ketika Anda masuk {0}
it: Hai permesso a questo bot di scriverti quando ti sei collegato su {0}.
ko: {0}에 로그인할 때 이 봇이 회원님에게 메시지를 보내도록 허용하셨습니다.
ms: Anda membenarkan bot ini untuk hantar mesej kepada anda bila anda log masuk di {0} .
nl: Je hebt deze bot toegestaan je berichten te sturen door in te loggen op {0}.
pl: Zezwalasz temu botowi na wysyłanie wiadomości po zalogowaniu się na {0}.
pt_br: Você permitiu que o bot te envie mensagens ao fazer o login em {0}.
ru: Вы разрешили этому боту писать Вам, когда авторизовались на {0}.
sv: Du godkände denna bott att meddela dig när du loggade in på {0}.
tr: {0} adresinde oturum açtığınızda bu botun size mesaj göndermesine izin verdiniz.
uk: Цей бот зможе вам писати, оскільки ви увійшли на {0}.
uz: Siz ushbu botga {0}'ga kirganingizda xabar berishga ruhsat berdingiz.
zh_cn: 您已允许此机器人在您登陆 {0} 时给您发送消息。
zh_tw: 您已允許此機械人在您登入 {0} 時給您發送訊息。

# ActionBotDocumentAddress
source: Address
ar: العنوان
be: Адрас
ca: Adreça
de: Adresse
es: Dirección
fa: آدرس
fi: Osoite
fr: Adresse
id: Alamat
it: Indirizzo
ko: 주소
ms: Alamat
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса
uz: Manzil
zh_cn: 地址
zh_tw: 地址

# ActionBotDocumentBankStatement
source: Bank Statement
ar: كشفُ حسابٍ مصرفي
be: Справаздача з банка
ca: Extracte del compte bancari
de: Kontoauszug
es: Extracto de cuenta
fa: صورت‌حساب بانکی
fi: Tiliote
fr: Relevé bancaire
id: Rekening Koran
it: Estratto conto
ko: 입출금 내역서
ms: Penyata Bank
nl: Bankafschrift
pl: Wyciąg bankowy
pt_br: Extrato Bancário
ru: Справка из банка
sv: Bankutdrag
tr: Banka Bidirimi
uk: Банківська виписка
uz: Bank ma’lumotnomasi
zh_cn: 银行对账单
zh_tw: 銀行結單

# ActionBotDocumentDriverLicence
source: Driver Licence
ar: رخصة القيادة
be: Вадзіцельскае пасведчанне
ca: Carnet de conduir
de: Führerschein
es: Licencia de conducir
fa: گواهی‌نامه رانندگی
fi: Ajokortti
fr: Permis de conduire
id: SIM
it: Patente di guida
ko: 운전면허증
ms: Lesen Memandu
nl: Rijbewijs
pl: Prawo jazdy
pt_br: Carteira de Motorista
ru: Водительские права
sv: Körkort
tr: Sürücü Belgesi
uk: Водійські права
uz: Haydovchilik guvohnomasi
zh_cn: 驾驶证
zh_tw: 駕駛証

# ActionBotDocumentEmail
source: Email Address
ar: عنوان البريد الإلكتروني
be: Адрас электроннай пошты
ca: Adreça electrònica de correu
de: E-Mail-Adresse
es: Dirección de correo
fa: آدرس ایمیل
fi: Sähköpostiosoite
fr: Courriel
id: Alamat Email
it: Indirizzo email
ko: 이메일 주소
ms: Alamat Emel
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de Email
ru: Электронная почта
sv: E-postadress
tr: E-posta Adresi
uk: Е-пошта
uz: Email manzili
zh_cn: 电子邮箱地址
zh_tw: 電郵地址

# ActionBotDocumentIdentity
source: Personal details
ar: التفاصيل الشخصية
be: Персанальныя звесткі
ca: Detalls personals
de: Persönliche Daten
es: Datos personales
fa: جزئیات شخصی
fi: Henkilötiedot
fr: Informations personnelles
id: Data Diri
it: Dettagli personali
ko: 개인 신상 명세
ms: Maklumat peribadi
nl: Persoonlijke gegevens
pl: Dane osobowe
pt_br: Dados pessoais
ru: Личная информация
sv: Personuppgifter
tr: Kişisel ayrıntılar
uk: Особисті дані
uz: Shaxsiy maʼlumotlar
zh_cn: 个人信息
zh_tw: 個人資料

# ActionBotDocumentIdentityCard
source: Identity Card
ar: بطاقة الهوية
be: ID-картка
ca: Carnet d'identitat
de: Personalausweis
es: Tarjeta de identificación
fa: کارت شناسایی
fi: Henkilökortti
fr: Carte d'identité
id: Kartu Identitas
it: Carta d'identità
ko: 신분증
ms: Kad Pengenalan
nl: Identiteitskaart
pl: Dowód osobisty
pt_br: Documento de Identidade
ru: Удостоверение личности
sv: ID-kort
tr: Kimlik Kartı
uk: Ідентифікаційна картка
uz: Shaxsni tasdiqlovchi hujjat
zh_cn: 身份证
zh_tw: 身份証
